Repository: utilem/FaceCaptureKit
Catalog: Sources/FaceCaptureKit/Resources/Localizable.xcstrings
Source language: en
Languages: de

source: Age Verified
de: Alter verifiziert

source: Align your face here
de: Richte dein Gesicht hier aus

source: Environment too dark
de: Umgebung zu dunkel

source: Estimated age: %lld
de: Geschätztes Alter: %lld

source: Eyes not open
de: Die Augen sind nicht geöffnet

source: Face analysis failed
de: Die Gesichtsanalyse ist fehlgeschlagen

source: Face not centered
de: Das Gesicht ist nicht zentriert

source: Face not stable
de: Gesicht nicht stabil

source: Face not straight
de: Das Gesicht ist nicht gerade

source: Face too big
de: Gesicht ist zu nah

source: Face too small
de: Gesicht ist zu weit weg.

source: Invalid Result
de: Ungültiges Ergebnis

source: Multiple faces
de: Mehrere Gesichter

source: No face detected
de: Es wurde kein Gesicht erkannt

source: Not Verified
de: Nicht verifiziert

source: Try Again
de: Erneut versuchen

source: Valid frame
de: Gültiges Bild erkannt

source: Verification Failed
de: Überprüfung fehlgeschlagen

source: Verifying age…
de: Altersüberprüfung…
